SMT 4 - Pemrograman Web/Pertemuan-12/ci4/app/Controllers/Page.php

SELECT *
FROM `artikel`
---
    public function artikel()
    {
        $title = 'Daftar Artikel';
        $model = new ArtikelModel();
        $artikel = $model->findAll();